Repository: WitnessAngel/witness-angel-recorder
Catalog: warecorder/locale/*/LC_MESSAGES/witnessangel.po
Languages: fr

source: local camera
fr: caméra locale

source: local microphone
fr: microphone local

source: Local microphone not found
fr: Microphone local non trouvé

source: IP camera %s
fr: Caméra IP %s

source: No sensors are enabled
fr: Aucun capteur n'est activé

source: Sensors: %s
fr: Capteurs : %s

source: Witness Angel - Recorder
fr: Witness Angel - Enregistreur

source: Recorder settings
fr: Paramètres d'enregistrement

source: Recorder
fr: Enregistreur

source: Key Guardians
fr: Gardiens des Clés

source: Containers
fr: Conteneurs

source: Sensors
fr: Capteurs

source: Local camera
fr: Caméra locale

source: Enable attached camera
fr: Activer la caméra attachée

source: Local camera rotation
fr: Rotation de caméra locale

source: Rotation angle of camera (Picamera only)
fr: Angle de rotation de caméra (Picamera uniquement)

source: Local microphone
fr: Microphone local

source: Enable attached microphone
fr: Activer le microphone attaché

source: Compress audio
fr: Compresser l'audio

source: Encode audio recording
fr: Encoder l'enregistrement audio

source: Mux recordings
fr: Muxer l'enregistrement

source: Merge local video and audio (requires libcamera)
fr: Fusionner vidéo et audio locaux (requiert libcamera)

source: IP camera
fr: Caméra IP

source: Enable network camera
fr: Activer la caméra réseau

source: IP Camera URL
fr: URL Caméra IP

source: RTSP stream address
fr: Adresse de flux RTSP

source: Media recording duration (mn)
fr: Durée des enregistrements média (mn)

source: How long each audio/video clip must last
fr: Combien de temps chaque clip audio/vidéo doit durer

source: Key guardians
fr: Gardiens de Clés

source: Key guardian threshold
fr: Seuil de gardiens de clés

source: Count of key guardians required to decrypt data
fr: Nombre de gardiens de clés requis pour déchiffrer les données

source: Storage
fr: Stockage

source: Container folder
fr: Dossier des conteneurs

source: Folder to store containers (defaults to user profile)
fr: Dossier de stockage des conteneurs (par défaut, le profil utilisateur)

source: Max retention period (days)
fr: Période de rétention max (jours)

source: For how long to keep a container before deletion
fr: Combien de temps garder les conteneurs avant suppression

source: Peripherals
fr: Périphériques

source: E-paper type
fr: Type d'E-paper

source: Optional E-ink display
fr: Affichage E-ink optionnel

source: LCD type
fr: Type de LCD

source: Optional LCD display
fr: Affichage LCD optionnel

source: Screen buttons
fr: Boutons d'écran

source: Enable epaper/lcd screen buttons
fr: Activer boutonsd'écran epaper/lcd

source: 5 buttons shim
fr: Carte à 5 boutons

source: Enable Pimoroni buttonshim device (requires e-paper too)
fr: Activer le buttonshim de Pimoroni (nécessite E-paper aussi)

source: Network
fr: Réseau

source: Witness Angel Gateway URL
fr: URL de la Passerelle Witness Angel

source: Registry of key guardians
fr: Registre des gardiens de clés

source: Advanced
fr: Avancé

source: Live preview interval
fr: Interval de preview live

source: How many seconds between live previews of Picamera (0 to disable)
fr: Combien de secondes entre les aperçus de Picamera (0 pour désactiver)

source: Libcameravid video params
fr: Params vidéo libcameravid

source: Replace libcameravid video parameters
fr: Remplacer les paramètres vidéo de libcameravid

source: Libcameravid audio params
fr: Params audio libcameravid

source: Replace libcameravid audio parameters
fr: Remplacer les paramètres audio de libcameravid

source: Raspivid params
fr: Params raspivid

source: Replace raspivid parameters
fr: Remplacer les paramètres raspivid

source: Picamera params
fr: Paramètres picamera

source: Json object to replace picamera parameters
fr: Objet Json pour remplacer les paramètres picamera

source: Arecord params
fr: Params arecord

source: Replace arecord parameters
fr: Remplacer les paramètres arecord

source: Arecord format
fr: Format arecord

source: Replace arecord output format (default: wav)
fr: Remplace le format de sortie arecord (defaut : wav)

source: Ffmpeg alsa params
fr: Params ffmpeg alsa

source: Replace ffmpeg alsa parameters
fr: Remplacer les paramètres ffmpeg alsa

source: Ffmpeg alsa format
fr: Format ffmpeg alsa

source: Replace ffmpeg alsa output format (default: mp3)
fr: Remplacer le format de sortie ffmpeg alsa (defaut : mp3)

source: FFmpeg rtsp params
fr: Params ffmpeg rtsp

source: Replace ffmpeg rtsp audio/video parameters
fr: Remplacer les paramètres ffmpeg rtsp audio/video

source: Ffmpeg rtsp format
fr: Format ffmpeg rtsp

source: Replace ffmpeg rtsp output format (default: mp4)
fr: Remplacer le format de sortie ffmpeg rtsp (defaut : mp4)
